var data = [{
        title: "计算机工程学院团委学生会",
        boards: [{
            title: "导语",
            value: `<div><p>初中的懵懂生活,</p><p>高中的学习压力,</p><p>或许很久以前</p><p>你我都曾向往过大学生活。</p></div>
        <div><p>现在看着那封,</p><p>已出发在路上的录取通知书,</p><p>也许大家都离憧憬更进一步。</p></div>
        <div><p>其实再仔细想想,</p><p>或许大家都曾想过拥有,</p><p>一个除家以外的归宿。</p></div>
        <div><p>那么,</p><p>这就是我们,</p><p>计算机工程学院团委、学生会。</p></div>
        `,
            img: "./studentunion1.png",
        }, {
            title: "介绍",
            value: `<div><p>计算机团学是计算机学子和学校之间的沟通桥梁，负责将学校的先进精神和最新资讯向同学们转达，积极号召、组织各班级参加学校的各级活动。</p></div>
        <div><p>服务学院，作为计算机工程学院的最主要的部门结构，计算机团学承担起学院的各种职能工作，用热情和真诚为学院师生提供最贴心的服务。</p></div>`,
            img: "./studentunion2.jpg",
        }, {
            title: "部门划分",
            value: `<div><p>计算机团学对其各种职能工作进行了明确的部门划分，分别在团委下设立了组织部、实践部、宣传部、办公室四个部门，志愿者分队，在学生会下设立了行政秘书部、学术部、文体部、生活部、公关部、信息中心六个部门，辩论分队，司仪分队，礼仪分队，文艺分队四个分队。</p></div>
            <div><p>九个部门，五个分队受计算机团学的统一管理和指导，共同为学院各项工作的开展而服务。</p></div>`,
            img: "./studentunion3.jpg",
        }, {
            title: "宗旨与口号",
            value: `<div><p>我们的宗旨是：</p>
        <p>源于同学，服务同学。</p></div>
        <div><p>我们的口号是：</p>
        <p>微笑工作，阳光e家。</p></div>`,
            img: "./studentunion4.jpg",
        }, {
            title: "最后要说的话",
            value: `<div><p>我们 都曾懵懂,</p>
        <p>曾犹豫 曾怠慢,</p>
        <p>我们 也曾坚持,</p>
        <p>曾追逐 曾欢笑。</p></div>
        <div><p>不知不觉间,</p>
        <p>计算机工程学院,</p>
        <p>团委、学生会,</p>
        <p>这个大家庭,</p>
        <p>也陪伴着我们,</p>
        <p>走过了一个,</p>
        <p>春夏秋冬。</p></div>
        <div><p>对团学的每一个人来说,</p>
        <p>它是一个大家庭。</p></div>
        <div><p>我们都愿意,</p>
        <p>这样日复一日地,</p>
        <p>用心操持着这个家。</p></div>
        <div>
        <p>因为我们知道,</p>
        <p>在茫茫人海中行驶时,</p>
        <p>开心的时候有家人陪伴,</p>
        <p>难过的时候有肩膀依靠,</p>
        <p>莫过于是心中最暖事情。</p></div>
        <div><p>微笑工作，阳光e家,</p>
        <p>吾待庭内。</p></div>`,
            img: './studentunion5.jpg',
        }]
    }, {
        title: "工程研究院",
        boards: [{
            title: "介绍",
            value: `<div><p>华南理工大学广州学院工程研究院于2009年11月成立，是学校探索产学研合作，面向地方经济社会建设、支持技术创新建立的一个以技术研究为主，集教学辅助和项目开发于一体的科技创新平台，是学校提升科技创新能力和办学核心竞争力的一项重大举措。</p>
        <p>华南理工大学常务副校长、我校校长彭新一在学校科技工作大会、学校年度总结大会、暑期中层干部会上多次强调了建好工程研究院对于学校走向技术创新高校的重要作用。</p>
        <p>经过5年多的建设和努力，工程研究院已逐步发展成为一个集技术研发、协同创新、成果转化、技术推广、实践育人的科技创新平台。</p></div>
        <div><p>工程研究院的宗旨：立足花都，古面向珠三角地区的产业发展，整合华南理工大学的科技资源，联合行业龙头企业，产业联盟及行业协会及其他科研所。</p>
            <p>推进高新技术研究开发，集成创新，成果中试及高新技术企业孵化，培养高层次科技人才，促进经济与社会发展做出贡献，并促进学院自身的发展，把工程研究院建设成为独具特色，实力雄厚，具有影响力的高新技术研发基地，高新技术成果的集散地，高新技术人才培养基地和科技型企业孵化基地。</p>
            <p>“筑巢引凤”可以在广州至全国各地，海内外招商引资。</p>
            <p>完善内外联动，互利共赢，产业共联，梯度发展的多层次产业圈，以花都汽车，电子，皮革等产业为中心。</p>
        </div>
        `,
            img: "./research.png",
        }, {
            title: "研究所划分",
            value: `<div><p>一、汽车新技术研究所:下设有汽车安全技术研究室，先进驱动研究室，车载储能技术研究室，动力总成控制研究室。</p>
            <p>汽车新技术研究所致力于汽车先进，前沿技术的工程应用研究，依托高效的技术管理体系和产品开发项目管理方法，以汽车新能源利用技术，汽车电子与现代测控技术为主线，研究开发具有较大市场潜力的产品。</p>
            <p>重点建设1.电动车辆动力驱动系统开发与测试基地2.汽车储能技术开发与测试3.汽车工业软件开发基地4.汽车行业人才培训基地。</p>
        </div>
        <div><p> 二、机器人应用研究所:主要是以机器人为载体，将自动化设备作为应用对象，立足于机电一体化专业人才培养，注重机器人技术创新和自动化专用装备生产线研发。</p>
            <p>重点研发的有1.面向教学，娱乐及服务机器人系列化产品2.工业机器人产品的研发3.自动化专用装备及生产线的研发4.提供面向不同应用领域的自动化专用设备及生产线总体方案架构、机械本体结构设计、控制系统软硬件平台配置、以及整机研发等工作。</p>
        </div>
        <div><p> 三、数字化应用研究所:主要是以自动控制，机电一体化，PCB板的设计方面形成特色和优势。</p>
        <p>目前主要研发的有：1.基于ZigBee的无线海水检测系统2.全自动血液分析仪3.点力载波系统4.网络控制自动开锁系统5.无线环境监测模拟装置6.自主研发便携式胰岛素泵7.智能家居/汽车的疲劳驾驶。</p>
        </div>
        <div><p>  四、节能与信息技术研究所隶属于华南理工大学广州学院工程研究院，拥有自由开放的学术气氛以及国际前沿的研究方向，现主要从事楼宇节能自动化监控技术，以及相关的关键技术和实施方案的研究。</p>
        <p>本研究所结合当今我国对绿色节能、低碳楼宇的发展趋势以及实际项目中用户对楼宇节能、智能监控的实际需求，在楼宇节能、楼宇自动化监控、可移动式智能监控系统的开发与实现中，形成自己的特色和优势。</p>
        <p>现在主要的研究成果有：智慧校园项目、校级节约型建筑节能监管平台、ZigBee数据集中器。</p>
        </div>`,
            img: null,
        }]
    }, {
        title: "飞车坊",
        boards: [{
            title: "介绍",
            value: `<div><p>飞车坊全称极品飞车坊（LibMill），是华南理工大学广州学院图书馆数字资源部的非正式名称。</p>
        <p>始建于2008年，是图书馆附属的一个志愿者机构，现今的飞车坊以图书馆网站为实战平台，本着业余爱好和专业精神，负责网站项目的研发、运营和推广，让团队成员在大学期间能切身体验到互联产品设计、技术研发和网站运营的氛围。</p></div>
        <div><p>下设资源部、技术部、设计部、PC维修部、4个核心部门，成员来自全校大院系。</p>
            <p>是一个优秀的高素质网络专业人才培训基地，现主要业务包括华广图书馆网站、视频点播、音乐电台、素质拓展网站、校外电子杂志《华汽新闻简报》、校内电子杂志《随》、FTP搜索引擎、校内导航、海藻网等。</p>
        </div>
        `,
            img: null,
        }]
    }, {
        title: "计算机协会",
        boards: [{
            title: "部门划分",
            value: `<div><p>WEB研发部：主要从事公众号及网页开发的工作。分为前端和后台两个研发团队。
            <p>前端主要负责界面设计和交互逻辑开发。</p>
            <p>后台主要负责系统基础服务框架涉及、业务逻辑处理、数据处理等工作。</p></div>
            <div><p>PYTHON研发部：主要进行爬虫设计、数据聚合接口设计等研发工作以及协会服务器安全防护工作，此外还会不定期根据用户需求发起各类脑洞大开的项目。</p></div>
            <div><p>ADT安卓研发团队：注安卓APP的研发，除了将协会部分已上线应用封装成移动应用及开发出对应的管理平台，还负责协会内部应用的研发。</p></div>
            <div><p>运营部：主要负责协会IT产品的运营及推广工作，以及负责协会IT产品的的原型设计工作及日常设计任务。</p></div>
            <div><p>维护部：致力于电脑的维护，为华广的广大师生提供免费而优质的维护服务。</p></div>
            <div><p>行政部：主要负责协会活动的策划和组织，协会的对外联络和公共关系，同时辅助会长协调社团各职能部门工作，传达落实会长层的决议。</p></div>`,
            img: "./computer_association1.png",
        }, {
            title: "宣传语",
            value: `如果你觉得你的脑洞无用武之地亦或你又解决操蛋困难的能力，We need you！`,
            img: "./computer_association2.png",
        }]
    }, {
        title: "天高科技工作室",
        boards: [{
            title: "介绍",
            value: `<div><p>天高科技工作室是教育改革，校企合作的软件人才培养基地，致力于培育符合现代企业要求的、高素质的互联网应用人才，是学院职业素质改革的重点工程。</p></div>
            <div><p>工作室由先进的优秀讲师、企业工程师、以及一群崇尚梦想、热情洋溢的学生组成，是以学校为依托，企业为支持的人才培养特色基地。</p></div>
            <div><p>经过几年的发展天高科技工作室已经成为了学生课外实践拓展的先进培训基地，也已成长为校内互联网应用开发的领跑者</p></div>
            <div><p>目前天高科技工作室设有：项目管理、UI设计、Web前端、后端、Android和iOS，共6个组。</p></div>`,
            img: "./tentcoo.jpg",
        }]
    }, {
        title: "天嵌科技工作室",
        boards: [{
            title: "介绍",
            value: `<div><p>由周小明老师带领的天嵌工作室成立于2015年，是由华南理工大学广州学院和广东天嵌有限公司联合创办。</p>
            <p>主要从事单片机或者嵌入式方面的项目开发。</p></div>
            <div><p>在工作室内虽然成立时间虽短，但在团队的努力下可谓是硕果累累。</p>
            <p>首先参加了省内的蓝桥杯参赛者满数获奖，其次是国家电子竞技赛预选的二等奖，还有不计其数的省级项目。</p></div>
            <div><p>在工作室中，在职工程师的专心解答也是我们工作室的一大亮点之一，还有由公司方面提供的设备以及仪器等等。</p>
            <p>在这里有一群筑梦的年轻人，他们不怕任何的困难，刚毅是他们的性格，用梦想武装自己，在实践中锻炼自己，把每天进步一点作为他们不懈的目标。</p></div>
            <div><p>欢迎网络和计科的同学们加入。</p></div>`,
            img: null,
        }]
    }, {
        title: "星空学生创新中心",
        boards: [{
            title: "介绍",
            value: `<div><p>星空学生创新中心是华南理工大学广州学院第一个以网站（http://www.xingkong.us）为工作平台的校级学生组织。</p></div>
            <div><p>它肩负着“心怀梦想，锐意创新，打造一流校园网络服务”的使命，秉持“团结、创新、拼搏”的组织理念，以“小星空，大梦想，加入我们，快速成长！</p>
            <p>”为组织口号，全心全意为全校师生服务。</p></div>
            <div><p>星空，在外人看来可能仅仅是个网站，但对于星空人来说，它不仅是一个网站，它还是一个可以让他们欢笑、成长、勇敢追梦的地方。</p></div>`,
            img: null,
        }]

    }

]

module.exports = data;